{
  "General": {
    "Symbol": "ATOM*",
    "Name": "Cosmos",
    "Description": "<p>Cosmos is a network of many independent blockchains, called zones. The zones are powered by Tendermint Core, which provides a high-performance, consistent, secure PBFT-like consensus engine, where strict fork-accountability guarantees hold over the behaviour of malicious actors. Tendermint Core’s BFT consensus algorithm is well suited for scaling public proof-of-stake blockchains.</p><p>The first zone on Cosmos is called the Cosmos Hub. The Cosmos Hub is a multi-asset proof-of-stake cryptocurrency with a simple governance mechanism which enables the network to adapt and upgrade. In addition, the Cosmos Hub can be extended by connecting other zones. The hub and zones of the Cosmos network communicate with each other via an inter-blockchain communication (IBC) protocol, a kind of virtual UDP or TCP for blockchains. Tokens can be transferred from one zone to another securely and quickly without the need for exchange liquidity between zones. Instead, all inter-zone token transfers go through the Cosmos Hub, which keeps track of the total amount of tokens held by each zone. The hub isolates each zone from the failure of other zones. Because anyone can connect a new zone to the Cosmos Hub, zones allow for future-compatibility with new blockchain innovations.</p>",
    "Features": null,
    "Technology": null,
    "TotalCoinSupply": "N/A",
    "Algorithm": "PoS",
    "ProofType": "N/A",
    "BlockReward": null,
    "Explorer": null,
    "StartDate": "01/01/0001",
    "TotalCoinsMined": null,
    "Twitter": "cosmos_hq",
    "Telegram": null,
    "Youtube": null,
    "Video": null,
    "BlockchainInfo": null,
    "Facebook": null,
    "Slack": null,
    "Website": "https://cosmos.network/",
    "GitHub": null,
    "OnMarkets": [],
    "Wallets": {
      "desktop": {
        "win": null,
        "linux": null,
        "mac": null
      },
      "mobile": {
        "android": null,
        "ios": null
      },
      "types": []
    }
  },
  "ICO": {
    "Status": "Finished",
    "Description": "<p>Atoms can be used for transaction fees on the main Cosmos hub; however, zones will be allowed to collect fees in any currency or combination of currencies of their choosing. The hidden cap of $17 million was reached in just 30 minutes from only 1090 donations. The fundraiser had a cap of 1M USD per person, despite this one large investor contributed $1.812 Million. They were later refunded the difference minus an admin fee. </p><p>Cosmos committed to a hedging strategy of 50% fiat, 25% Bitcoin, 25% Ether, denominated in USD. They have liquidated 50% of the cryptocurrency tokens however they say they reserve the right to change this hedging strategy at any time. The Atoms available in the crowdsale will not immediately be liquid: once created, they will vest at a constant rate per hour over the course of two years.</p><p>The Cosmos Network is the first project by the Interchain Foundation. Its development is being led primarily by All In Bits, Inc., the team that created Tendermint. 5% of the Atoms go to its initial donors, 10% go to the Interchain Foundation, 10% go to the company developing most of the software, and the remaining 75% to be distributed according to the results of the private and public fundraisers.</p>",
    "TokenType": "New Blockchain",
    "WebsiteLink": "https://fundraiser.cosmos.network/",
    "FundingCap": "17,000,000 USD",
    "FundingTarget": "N/A",
    "Date": 1491458400,
    "EndDate": 1491460200,
    "FundsRaisedList": "4,870 BTC; 246,890 ETH",
    "FundsRaisedUSD": "17000000",
    "StartPrice": "0.1",
    "StartPriceCurrency": "USD",
    "Jurisdiction": "N/A",
    "BlogLink": "https://blog.cosmos.network/",
    "WhitePaperLink": "https://cosmos.network/whitepaper"
  },
  "ccId": "199107"
}