{
  "General": {
    "Symbol": "BTC",
    "Name": "Bitcoin",
    "Description": "<p>Bitcoin основан на p2p протоколе для работы обеспечения транзакций без привлечения централизованных узлов или банков; Управление транзакциями и перечесление биткойнов осуществляется всей сетью одновременно. Несмотря на то, что ранее уже существовали другие виды криптоплатежей, Биткойн – является перевой децентрализованной криптовалютой – а его репутация породила бесчисленное количесво копий и эволюцию технологии в мире.</p><p>С наибольшей долей рынка и самой большой капитализацией – достигнув капитализации в $42,998,258,088 (по состоянию на 04.07.2017) – Биткойн создан, чтобы остаться. Как и в случае с любым новым изобретением, в исходной модели могут быть улучшения или недостатки, однако сообщество и команда преданных разработчиков стремятся преодолеть любые препятствия, с которыми они сталкиваются. Биткойн – это также наиболее продаваемая криптовалюта и одна из основных точек входа в другие криптовалюты. Стоимость Биткойна такая же неустойчивая, – она может повышаться или понижаться на 10-20% за один день.</p><p>Биткойн – это монета на основе SHA-256 алгоритма, с лимитированным выпусков в 21 000 000 монет. Приблизительное время добавления блока составляет 10 минут.</p>",
    "Features": "<p><strong>Мобильные платежи с легкостью</strong>. Биткойн на мобильных телефонах позволяет заплатить простым двухступенчатым сканированием и оплатой. Не нужно регистрироваться, привязывать карту, вводить PIN-код или подписывать что-либо. Все, что вам нужно для получения биткойнских платежей, – это отобразить QR-код в вашем приложении и позволить вашему другу сканировать ваш мобильный телефон или прикоснуться телефонами друг к другу (используя радиочастотную технологию NFC).</p> <p><strong> Безопасность и контроль над вашими деньгами</strong>. Биткойн-транзакции обеспечены криптографией военного класса. Никто не может взимать с вас деньги или производить платеж от вашего имени. Пока вы принимаете необходимые меры для защиты своего кошелька, биткойн может дать вам контроль над вашими деньгами и высокий уровень защиты от многих видов мошенничества.</p> <p><strong>Работает везде, в любое время</strong>. Как и в случае с электронной почтой, вам не нужно просить свою семью использовать одно и то же программное обеспечение или те же поставщики услуг. Сеть Bitcoin никогда не спит, даже в праздничные дни!</p> <p><strong>Быстрые международные платежи</strong>. Отправка биткойнов через границы – это так же просто, как передать их лично в руки. Нет необходимости в банках, которые заставят вас ждать три рабочих дня, никаких дополнительных сборов за международную передачу и никаких особых ограничений на минимальную или максимальную сумму, которую вы можете отправить.</p> <p><strong>Выберите собственные взносы</strong>. Нет никакой платы за получение биткойнов, и многие кошельки позволяют вам контролировать, сумму которую вы готовы заплатить за перечисление при расходовании средств. Большинство кошельков имеют разумные пошлины за регистрацию, а более высокие тарифы могут способствовать ускорению подтверждения ваших транзакций. Сборы не связаны с переданной суммой, поэтому можно отправить 100 000 биткойнов за ту же стоимость, что и стоимость 1 биткойна. </p> <p> <strong>Защитите свою личность</strong>. У Bitcoin отсутсвуют номера кредитной карты, который может похитить какой-то злоумышленник, чтобы выдать себя за вас. Фактически, даже можно отправить платеж, не раскрывая свою личность, почти так же, как с помощью физических денег. Однако вы должны принять к сведению, что для защиты вашей конфиденциальности могут потребоваться некоторые усилия.</p>",
    "Technology": "<p><strong>Блокчейн</strong> – Цепочка блоков является общей публичной учетной записью, на которой полагается вся сеть Bitcoin. Все подтвержденные транзакции включены в цепочку блоков. Таким образом, кошельки Биткойн могут рассчитать их расходный баланс, и новые транзакции могут быть проверены. Целостность и хронологический порядок блочной цепочки выполняются с помощью криптографии.</p><p><strong>Транзакция</strong> – это передача стоимости между кошельками Биткойн, которые входят в цепочку блоков. Биткойн-кошельки хранят секретный фрагмент данных, называемый частным ключом, который используется для подписи транзакций, обеспечивая математическое доказательство того, что они пришли от владельца кошелька. Подпись также предотвращает изменение какой-либо транзакции кем-либо после ее выдачи. Все транзакции транслируются между пользователями и обычно начинают подтверждаться сетью в течение следующих 10 минут посредством процесса под названием майнинг.</p><p><strong>Майнинг</strong> – это распределенная система согласования, которая используется для подтверждения ожидающих транзакций путем включения их в цепочку блоков. Он обеспечивает хронологический порядок в цепочке блоков, защищает нейтральность сети и позволяет различным компьютерам согласовывать состояние системы. Чтобы быть подтвержденным, транзакции должны быть упакованы в блок, который соответствует очень строгим криптографическим правилам, которые будут проверяться сетью. Эти правила предотвращают изменение предыдущих блоков, поскольку это приведет к аннулированию всех следующих блоков. Mining также создает эквивалент конкурентной лотереи, который не позволяет любому человеку легко добавлять новые блоки последовательно в цепочку блоков. Таким образом, ни один человек не может контролировать то, что включено в цепочку блоков или заменять части блок-цепочки, чтобы откатить свои собственные расходы.</p>",
    "TotalCoinSupply": "21000000",
    "Algorithm": "SHA256",
    "ProofType": "PoW",
    "BlockReward": 12.5,
    "Explorer": null,
    "StartDate": "03/01/2009",
    "TotalCoinsMined": 16938475,
    "Twitter": "@bitcoincoreorg",
    "Telegram": null,
    "Youtube": null,
    "Video": null,
    "BlockchainInfo": null,
    "Facebook": null,
    "Slack": null,
    "Website": "https://bitcoin.org/en/",
    "GitHub": null,
    "OnMarkets": [
      "LakeBTC",
      "LocalBitcoins",
      "MonetaGo",
      "LiveCoin",
      "Binance",
      "Cexio",
      "Gatecoin",
      "bitFlyerFX",
      "Lykke",
      "Poloniex",
      "Remitano",
      "Exmo",
      "BTCE",
      "Bleutrade",
      "Kraken",
      "Quoine",
      "BitSquare",
      "CCEDK",
      "BitFlip",
      "Coincap",
      "BitBay",
      "MercadoBitcoin",
      "VBTC",
      "Coinfloor",
      "Tidex",
      "Cryptsy",
      "Yacuna",
      "CCEX",
      "Paymium",
      "OKCoin",
      "bitFlyer",
      "QuadrigaCX",
      "Huobi",
      "BitMarket",
      "Luno",
      "itBit",
      "ViaBTC",
      "Zaif",
      "HitBTC",
      "BTC38",
      "Gateio",
      "Coinroom",
      "Jubi",
      "Coinbase",
      "TheRockTrading",
      "BitZ",
      "Abucoins",
      "BTER",
      "Bitstamp",
      "Kucoin",
      "BTCMarkets",
      "Vaultoro",
      "Bitfinex",
      "BitTrex",
      "TrustDEX",
      "Cryptopia",
      "BXinth",
      "Yobit",
      "WavesDEX",
      "Yunbi",
      "Coincheck",
      "ChileBit",
      "Bitso",
      "Korbit",
      "TradeSatoshi",
      "Unocoin",
      "Liqui",
      "Gemini",
      "HuobiPro",
      "Bithumb",
      "BTCChina",
      "Surbitcoin",
      "Coinsetter",
      "Coinone",
      "CHBTC",
      "OKEX",
      "Foxbit",
      "EXX",
      "Bit2C"
    ],
    "Wallets": {
      "desktop": {
        "win": null,
        "linux": null,
        "mac": null
      },
      "mobile": {
        "android": null,
        "ios": null
      },
      "types": []
    }
  },
  "ICO": {
    "Status": "N/A",
    "Description": null,
    "TokenType": null,
    "WebsiteLink": null,
    "FundingCap": null,
    "FundingTarget": null,
    "Date": null,
    "EndDate": null,
    "FundsRaisedList": null,
    "FundsRaisedUSD": null,
    "StartPrice": null,
    "StartPriceCurrency": null,
    "Jurisdiction": null,
    "BlogLink": null,
    "WhitePaperLink": null
  },
  "ccId": "1182"
}