{
  "General": {
    "Symbol": "ETH",
    "Name": "Ethereum",
    "Description":
      "<p>Ethereum is a decentralized platform that runs smart contracts: applications that run exactly as programmed without any possibility of downtime, censorship, fraud or third party interference. In the Ethereum protocol and blockchain there is a price for each operation. The general idea is, in order to have things transferred or executed by the network, you have to consume or burn Gas. The cryptocurrency&nbsp;is called Ether and is used&nbsp;to pay for computation time and for transaction fees.</p><p>Ethereum is how the Internet was supposed to work. As long as you have enough funds to pay for your code to be run by the network, your contacts will always be up and running.</p><p>It&nbsp;was crowdfunded during August 2014 by fans all around the world. It is developed and maintained by ETHDEV with contributions from great minds across the globe. There is also an Ethereum foundation and there are multiple startups working with the Ethereum blockchain.</p><p>Ethereum is currently on the «Homestead» stage and all its related software is still considered Beta until the release of the next stage «Metropolis». </p> It's still in beta so be careful when you use it.</p>",
    "Features":
      "<p>Ethereum is a platform that is intended to allow people to easily write decentralized applications (Đapps) using blockchain technology. A decentralized application is an application which serves some specific purpose to its users, but which has the important property that the application itself does not depend on any specific party existing. Rather than serving as a front-end for selling or providing a specific party's services, a Đapp is a tool for people and organizations on different sides of an interaction use to come together without any centralized intermediary.</p><p>Contracts generally serve four purposes:</p><p>- Maintain a data store representing something which is useful to either other contracts or to the outside world; one example of this is a contract that simulates a currency, and another is a contract that records membership in a particular organization.</p><p>-&nbsp;Serve as a sort of externally owned account with a more complicated access policy; this is called a «forwarding contract» and typically involves simply resending incoming messages to some desired destination only if certain conditions are met; for example, one can have a forwarding contract that waits until two out of a given three private keys have confirmed a particular message before resending it (ie. multisig). More complex forwarding contracts have different conditions based on the nature of the message sent; the simplest use case for this functionality is a withdrawal limit that is overrideable via some more complicated access procedure.</p><p>-&nbsp;Manage an ongoing contract or relationship between multiple users. Examples of this include a financial contract, an escrow with some particular set of mediators, or some kind of insurance. One can also have an open contract that one party leaves open for any other party to engage with at any time; one example of this is a contract that automatically pays a bounty to whoever submits a valid solution to some mathematical problem, or proves that it is providing some computational resource.</p><p>-&nbsp;Provide functions to other contracts; essentially serving as a software library.</p><p>Contracts interact with each other through an activity that is alternately called either «calling» or «sending messages». A «message» is an object containing some quantity of ether (a special internal currency used in Ethereum with the primary purpose of paying transaction fees), a byte-array of data of any size, the addresses of a sender and a recipient. When a contract receives a message it has the option of returning some data, which the original sender of the message can then immediately use. In this way, sending a message is exactly like calling a function.</p>",
    "Technology":
      "<p><strong>Sandwich complexity model</strong>:&nbsp;the bottom level architecture of Ethereum should be as simple as possible, and the interfaces to Ethereum (including high level programming languages for developers and the user interface for users) should be as easy to understand as possible. Where complexity is inevitable, it should be pushed into the «middle layers» of the protocol, that are not part of the core consensus but are also not seen by end users - high-level-language compilers, argument serialization and deserialization scripts, storage data structure models, the leveldb storage interface and the wire protocol, etc. However, this preference is not absolute.</p><p><strong>Freedom</strong>: users should not be restricted in what they use the Ethereum protocol for, and we should not attempt to preferentially favor or disfavor certain kinds of Ethereum contracts or transactions based on the nature of their purpose. This is similar to the guiding principle behind the concept of «net neutrality». One example of this principle not being followed is the situation in the Bitcoin transaction protocol where use of the blockchain for «off-label» purposes (eg. data storage, meta-protocols) is discouraged, and in some cases explicit quasi-protocol changes (eg. OP_RETURN restriction to 40 bytes) are made to attempt to attack applications using the blockchain in «unauthorized» ways. In Ethereum, we instead strongly favor the approach of setting up transaction fees in such a way as to be roughly incentive-compatible, such that users that use the blockchain in bloat-producing ways internalize the cost of their activities (ie. Pigovian taxation).</p><p><strong>Generalization:</strong> protocol features and opcodes in Ethereum should embody maximally low-level concepts, so that they can be combined in arbitrary ways including ways that may not seem useful today but which may become useful later, and so that a bundle of low-level concepts can be made more efficient by stripping out some of its functionality when it is not necessary. An example of this principle being followed is our choice of a LOG opcode as a way of feeding information to (particularly light client) dapps, as opposed to simply logging all transactions and messages as was internally suggested earlier - the concept of «message» is really the agglomeration of multiple concepts, including «function call» and «event interesting to outside watchers», and it is worth separating the two.</p><p><strong>Have No Features</strong>: as a corollary to generalization, the dev team often refuses to build in even very common high-level use cases as intrinsic parts of the protocol, with the understanding that if people really want to do it they can always create a sub-protocol (eg. ether-backed subcurrency, bitcoin/litecoin/dogecoin sidechain, etc) inside of a contract. An example of this is the lack of a Bitcoin-like «locktime» feature in Ethereum, as such a feature can be simulated via a protocol where users send «signed data packets» and those data packets can be fed into a specialized contract that processes them and performs some corresponding function if the data packet is in some contract-specific sense valid.</p><p><strong>Non-risk-aversion</strong>: the dev team is okay with higher degrees of risk if a risk-increasing change provides very substantial benefits (eg. generalized state transitions, 50x faster block times, consensus efficiency, etc)</p>",
    "TotalCoinSupply": "0",
    "Algorithm": "Ethash",
    "ProofType": "PoW",
    "BlockReward": 3,
    "Explorer": null,
    "StartDate": "30/07/2015",
    "TotalCoinsMined": 98403637.8115,
    "Twitter": "@ethereumproject",
    "Telegram": null,
    "Youtube": null,
    "Video": null,
    "BlockchainInfo": null,
    "Facebook": null,
    "Slack": null,
    "Website": "https://www.ethereum.org/",
    "GitHub": null,
    "OnMarkets": [
      "TuxExchange",
      "Exmo",
      "BitBay",
      "WavesDEX",
      "Gateio",
      "Quoine",
      "Gatecoin",
      "Remitano",
      "Kucoin",
      "HitBTC",
      "EthexIndia",
      "Coinone",
      "EXX",
      "Cryptsy",
      "Bitstamp",
      "QuadrigaCX",
      "BitSquare",
      "LiveCoin",
      "BTCMarkets",
      "CHBTC",
      "Novaexchange",
      "Coinroom",
      "Poloniex",
      "OKEX",
      "Huobi",
      "BitFlip",
      "CCEX",
      "Cryptopia",
      "Liqui",
      "Lykke",
      "Kraken",
      "BitTrex",
      "Yunbi",
      "Bitso",
      "Tidex",
      "Bleutrade",
      "BTCE",
      "BitZ",
      "TrustDEX",
      "ViaBTC",
      "Binance",
      "Bitfinex",
      "Zaif",
      "BTC38",
      "Cexio",
      "Yobit",
      "BTER",
      "Abucoins",
      "OKCoin",
      "Coinbase",
      "BitGrail",
      "BXinth",
      "TheRockTrading",
      "bitFlyer",
      "HuobiPro",
      "Bithumb",
      "Coincap",
      "Gemini",
      "Jubi",
      "EtherDelta",
      "Korbit",
      "LakeBTC"
    ],
    "Wallets": {
      "desktop": {
        "win": null,
        "linux": null,
        "mac": null
      },
      "mobile": {
        "android": null,
        "ios": null
      },
      "types": []
    }
  },
  "ICO": {
    "Status": "Finished",
    "Description":
      "<p>Ethereum is a decentralized platform that runs smart contracts: applications that run exactly as programmed without any possibility of downtime, censorship, fraud or third party interference.</p><p>These apps run on a custom built blockchain, a shared and global infrastructure that can move value around and represent the ownership of property. This enables developers to create markets, store registries of debts or promises, move funds in accordance with instructions given long in the past, and many other things that have not been invented yet, all without a middle man or counterparty risk.</p><p><strong>Team</strong>:</p><ul><li><strong><span>Vitalik Buterin</span></strong>: Creato<span>r of Ethereum.</span> (<a href=\"https://twitter.com/vitalikbuterin\" target=\"_blank\">Twitter</a>);</li><li><strong><span>Mihai Alisie</span></strong>: <span>Co-Founder</span><span> of Ethereum. </span>(<a href=\"https://twitter.com/mihaialisie\" target=\"_blank\">Twitter</a>);</li><li><strong><span>Anthony Di Iorio</span></strong>: <span>Co-Founder</span><span> of Ethereum. </span>(<a href=\"https://twitter.com/diiorioanthony\" target=\"_blank\">Twitter</a>)</li></ul><p><span>The Ethereum sale was uncapped and ran for 42 days. The sale price was 2000 ETH for 1 BTC for the first 14 days and then started to increase linearly, finishing at 1337 ETH for 1 BTC. 31,529 BTC were raised which was worth around $18,500,000 at the time of the sale close. However, in order to pay expenses part of the BTC raised had to be sold at around 50% loss.</span></p><p>Ether th</p><p><strong>Interesting files:</strong></p><ul><li><a data-id=\"178224\" href=\"/media/1383733/pdfs-ethereum-roadmap.pdf\" target=\"_blank\" title=\"pdfs-Ethereum-Roadmap.pdf\"><span>Roadmap</span></a></li><li><a data-id=\"178225\" href=\"/media/1383734/pdfs-intendeduseofrevenue.pdf\" target=\"_blank\" title=\"pdfs-IntendedUseOfRevenue.pdf\"><span>Intended Use of Revenue</span></a></li><li><span><a data-id=\"178230\" href=\"/media/1383735/pdfs-termsandconditionsoftheethereumgenesissale.pdf\" target=\"_blank\" title=\"pdfs-TermsAndConditionsOfTheEthereumGenesisSale.pdf\">Terms and Conditions of the Ethereum Genesis Sale</a></span></li></ul><p> </p>",
    "TokenType": "New Blockchain",
    "WebsiteLink": "https://www.ethereum.org/",
    "FundingCap": "Unlimited",
    "FundingTarget": "No Target",
    "Date": 1406070000,
    "EndDate": 1409698800,
    "FundsRaisedList": "31,529 BTC",
    "FundsRaisedUSD": "18500000",
    "StartPrice": "0.0005",
    "StartPriceCurrency": "BTC",
    "Jurisdiction": "Switzerland",
    "BlogLink": "https://blog.ethereum.org/",
    "WhitePaperLink":
      "https://github.com/ethereum/wiki/wiki/%5BEnglish%5D-White-Paper"
  },
  "ccId": "7605"
}
