{
  "General": {
    "Symbol": "MAID",
    "Name": "MaidSafe Coin",
    "Description": "<p><span>MaidSafe is a fully decentralized platform on which application developers can build decentralized applications. The network is made up by individual users who contribute storage, computing power and bandwidth to form a world-wide autonomous system.</span></p><p>Safecoin can only reside within the SAFE network and will be stored in a users wallet and used in exchange for network services; such as increased storage space and access to network applications. There is no set distribution time for safecoins. Unlike many currencies, the distribution of safecoin is backed by information and the amount of coins generated by the SAFE network is directly related to the amount of resource provided to it.</p>",
    "Features": "<p>The SAFE (Secure Access for Everyone) network can be best described as a fully distributed data management service. This network manages static and dynamic data as well as communications. Importantly the data held is either :</p><p>- <strong>Encrypted by clients</strong></p><p>- <strong>Cryptographically signed by clients</strong></p><p>In either case the network cannot decrypt any of the data on the network. This can be thought of as a decentralized server that performs the tasks of today&#39;s httpd, ssh, scp, ftp, smtp, pop3, imap etc. servers.</p><p>The SAFE network is made up of unused hard drive space, CPU and communications capabilities of commodity computers. These computers are likely owned by the very users of the system, but need not be limited to that. Each computer will effectively mine for credits which can be traded for many other goods and services. These credits are called safecoin.</p>",
    "Technology": "<p>Client applications can access, store, mutate and communicate on the network. The clients allow people to anonymously join the network and cannot prevent people joining. Data is presented to clients as virtual drives mounted on their machines, application data, internal to applications, communication data as well as dynamic data that is manipulated via client applications depending on the programming methods employed.</p><p>Examples of client apps are; cloud storage, encrypted messaging, web sites, crypto wallets, document processing of any data provided by any program, distributed databases, research sharing of documents, research and ideas with IPR protection if required, document signing, contract signing, decentralized co-operative groups or companies, trading mechanisms and many others. The clients can access every Internet service known today and introduce many services currently not possible with a centralised architecture.</p><p>These clients, when accessing the network, will ensure that users never type another password to access any further services. The client contains many cryptographically secured key pairs and can use these automatically sign requests for session management or membership of any network service. Therefore, a website with membership can present a join button and merely clicking that would sign an authority and allow access in the future. Digital voting, aggregated news, knowledge transfer of even very secret information is now all possible, and this is just the beginning!</p>",
    "TotalCoinSupply": "452552412",
    "Algorithm": null,
    "ProofType": null,
    "BlockReward": null,
    "Explorer": null,
    "StartDate": "12/06/2014",
    "TotalCoinsMined": 452552412,
    "Twitter": "@maidsafe",
    "Telegram": null,
    "Youtube": null,
    "Video": null,
    "BlockchainInfo": null,
    "Facebook": null,
    "Slack": null,
    "Website": "https://maidsafe.net/",
    "GitHub": null,
    "OnMarkets": [
      "Cryptopia",
      "BitTrex",
      "HitBTC",
      "Poloniex",
      "BitSquare",
      "LiveCoin"
    ],
    "Wallets": {
      "desktop": {
        "win": null,
        "linux": null,
        "mac": null
      },
      "mobile": {
        "android": null,
        "ios": null
      },
      "types": []
    }
  },
  "ICO": {
    "Status": "Finished",
    "Description": "<p>MAIDSAFE stands for<span> </span><span>Massive Array of Internet Disks + Secure Access for Everyone.</span> The Safe coin is the token of the Maidsafe network which is a project that aims to create a decentralised and distributed internet using computing resources rented out from its user base. Data storage is contributed by users and this will grow the power of the network allowing it to handle greater traffic. The ICO raised $6.4 million in only five hours, accepting Bitcoin and Mastercoin, 452 Million coins were sold which is 10% of the total supply, the remaining 90% will be available to users who &#39;farm&#39; coins by supporting the network with resources. However as they fixed the price of both payments prior to the sale many buyers rushed to sell BTC and buy MSC to take advantage of the discounted buy rate with MSC. However some buyers who did not swap in time were left with a loss holding MSC. This rush led to a temporary 2x increase in the price of MSC. This unfortunate start somewhat marred Maidsafe&#39;s reputation, a report of the events can be found<span> </span><a href=\"https://www.cryptocoinsnews.com/maidsafe-embroiled-safecoin-presale-mastercoin-pump-dump/\" target=\"_blank\">here<span> </span></a>. </p><p>However Maidsafe has been in development prior to the Bitcoin and has filed a successful patent application which has given this project a strong and credible history.</p><p><strong><span>The Distribution of the funds followed the following structure:</span></strong></p><ul><li><span><strong>15.0%</strong>: </span><span>Developer Team;</span></li><li><span><strong>16.6%</strong>:</span><span><span> </span>Sales &amp; Marketing;</span></li><li><span><strong>13.6%</strong>: </span><span>General and Administrative;</span></li><li><span><strong>8.7%</strong>:</span><span><span> </span>Benefits;</span></li><li><span><strong>7.9%</strong>:</span><span><span> </span>Misc &amp; Reserves;</span></li><li><span><strong>7.1%</strong>:</span><span><span> </span>Legal;</span></li><li><span><strong>Remains</strong>:</span><span><span> </span>Outsourcing, IT &amp; Cybersecurity, Software;</span></li></ul><p>For more information, please read MaidSafe&#39;s <a href=\"https://blog.maidsafe.net/\" target=\"_blank\">Blog</a>.</p>",
    "TokenType": "N/A",
    "WebsiteLink": "https://maidsafe.net/",
    "FundingCap": "25,264.5BTC",
    "FundingTarget": "N/A",
    "Date": 1398160800,
    "EndDate": 1398182400,
    "FundsRaisedList": "26,620 BTC",
    "FundsRaisedUSD": "6400000",
    "StartPrice": "0.0142",
    "StartPriceCurrency": "USD",
    "Jurisdiction": "N/A",
    "BlogLink": "https://blog.maidsafe.net/",
    "WhitePaperLink": "https://github.com/maidsafe/Whitepapers/blob/master/Project-Safe.md"
  },
  "ccId": "5293"
}