{
  "General": {
    "Symbol": "VOX",
    "Name": "Voxels",
    "Description": "<p>Voxelus is a platform that allows anyone, anywhere to create, share and play virtual reality games and experiences without writing a single line of code. Voxelus includes a bundle of free assets that you can use to design with more content coming out every week.</p><p>The coin itself (Voxels) is a fork of Litecoin that is fully premined. Mining is possible but not recommended. We could not find their github repository.</p><p>The team behind <span>Voxelus is quite impressive:</span></p><ul><li><span><strong>Halsey Minor - </strong><a href=\"mailto:halsey@voxelus.com\">halsey@voxelus.com</a><span> </span><span>Founder of </span><a href=\"http://www.cnet.com/\" target=\"_blank\">CNET</a><span> , </span><a href=\"http://www.salesforce.com/\" target=\"_blank\">Salesforce</a><span>, </span><a href=\"https://www.google.com/voice/\" target=\"_blank\">Google Voice</a><span>, Chairman of </span><a href=\"https://uphold.com/\" target=\"_blank\">Uphold</a><span>(formaly Bitreserve), Chairman of </span><a href=\"http://www.voxelus.com/\" target=\"_blank\">Voxelus</a>.</span></li><li><span><span><strong>Martin Repetto</strong> - <a href=\"mailto:martin@voxelus.com\">martin@voxelus.com </a> <span>CEO and co-founder </span><a href=\"http://www.voxelus.com/\" target=\"_blank\">Voxelus</a></span></span></li><li><span><span><strong>Máximo Radice</strong> - <a href=\"mailto:maximo@voxelus.com\">maximo@voxelus.com</a> <span>Voxelus Platform Developer</span></span></span></li><li><span><span><span><strong>Michael Terpin</strong> - <a href=\"mailto:michael@transform.pr\">michael@transform.pr</a> <span>Voxelus &amp; Voxel PR Team</span></span></span></span></li><li><span><span><span><strong>Jim Blasko</strong> - <a href=\"mailto:admin@unbreakablecoin.com\">admin@unbreakablecoin.com</a> <span>Creator of Voxels</span></span></span></span></li></ul><p>Voxelus also features a stand-alone player app that plays the content created with the desktop tool on your PC, with or without Oculus Rift and on the Samsung Gear VR. We have support for real time multiplayer.</p><p>You can check their latest trailer here: <a href=\"https://vimeo.com/157963300\" target=\"_blank\">https://vimeo.com/157963300</a></p><p>The asset library can be expanded by purchasing content from designers all around the world in the Voxelus Marketplace, an online 3D asset store where users can upload 3D assets that are curated and compatible with the voxelus platform. To operate in the Marketplace users need Voxels, the official currency of VR and the only form of money used inside the Voxelus Platform.</p><p>You can contact the Voxelus team by email at: <a href=\"mailto:info@voxelus.com\">info@voxelus.com</a></p>",
    "Features": "<p><strong>The Voxelus Platform </strong></p><p>Voxelus is a platform that allows anyone, anywhere to create, share and play virtual reality games and experiences without writing a single line of code. Voxelus also features a real time multiplayer app that plays the content created with the desktop tool, currently working on Oculus Rift and the Samsung Gear VR.  </p><ul><li>The asset library can be expanded by purchasing content from the Voxelus Marketplace.</li><li>To operate in the Marketplace users need Voxels.</li></ul><p><strong>The Voxelus Marketplace </strong></p><p>The Voxelus Marketplace allows users to expand their content library by purchasing 3D assets from designers all around the world. The marketplace is an online curated 3D asset store compatible content with the voxelus platform.</p><p>They took the hassle out of 3D content, in the marketplace you just select what you want, you purchase the asset and then it becomes automatically available in The Voxelus Creator the next time you open it or hit refresh. </p><p>To operate in the Marketplace users need Voxels which is currently the only form of money used inside the Voxelus Platform. </p><p>Voxelus also announced their partnership with Flatpyramid.com , an online marketplace for discovering, buying and selling 3D content. With the partnership, Voxelus will integrate up to 7000 Flat Pyramid VR assets such as non-proprietary graphics, images and 3D models, including still and animated characters and environments into the Voxelus Marketplace, making them readily accessible for creating custom VR worlds immediately ready for multiplayer.  </p><ul><li>New content uploaded every day!  </li><li>Anyone can sell assets and make money! Learn More!  </li></ul><p><strong>Created to Encourage Broader Cryptocurrency Adoption </strong></p><p>Voxelus Endows Voxel Foundation with 5 Million Voxels to Fund Hackathons, Conference, Global Outreach, New Blockchain Applications for Consumer Entertainment and Content.</p><p>Voxelus just announced that it will fund a Voxel Foundation with 5 million Voxels ($3.5 million) to expand the robust cryptocurrency to work with a variety of networks, games, VR platforms and entertainment content providers, as well as to seed its adoption in Latin America and Asia, where gaming is popular but millions of users have no access to the traditional financial system to purchase digital assets online.</p><ul><li>Foundation Will Grant $1 Million in First Year to Developers!  </li><li>Prizes of up to V$100,000 to encourage development of non-entertainment applications.  </li><li>Annual developer and content creator conference.  </li><li>Up to V$50,000 grants for blockchain social implementations and ideas.  </li></ul><p><strong>The Voxel &amp; Uphold </strong></p><p>The Voxel is one of the virtual currencies supported by Uphold that is exchangeable on a major exchange for USD, EURO, GOLD, SILVER and over 30 more currencies. Creating an account at Uphold Is free!  </p><ul><li>HOLD your VOX safely and securely in your Uphold Wallet for FREE.  </li><li>SEND your VOX to any member on Uphold, easily, instantly and for FREE.  </li><li>The Voxel can be managed very easily via Uphold, buying and selling with just a few clicks.  </li><li>Create an account and connect any bank accounts in the US, Europe and Asia.  </li></ul>",
    "Technology": "<p><strong>Litecoin Core</strong> - Upgraded to the latest version with added extra security and two minutes verifications.</p><p><strong>Pre Mined Currency 210</strong>  - Million token are pre-mined, transactions utilize 0.1 voxel mining fee.</p><p><strong>Multiplatform Wallets</strong> - The tokens and wallets are operational today. PC Windows, Mac and Linux are supported.</p><p><strong>Verified By Experts</strong> - The Voxel passed industry experts verifications in terms of security and functionality before it was sent to the exchanges.</p><p><strong>Supported By Major Exchanges</strong> - The Voxel is techonologycally approved by major exchanges that will start trading the coin in Q2 2016.</p><p><strong>Free Online Wallet</strong> - Created and provided by Uphold. The Voxel online wallet is fully operational and it&#39;s the safest and easiest way to hold voxels.</p>",
    "TotalCoinSupply": "210000000",
    "Algorithm": "Scrypt",
    "ProofType": "PoW",
    "BlockReward": null,
    "Explorer": null,
    "StartDate": "03/11/2015",
    "TotalCoinsMined": "210000000",
    "Twitter": "@Voxelus",
    "Telegram": null,
    "Youtube": null,
    "Video": null,
    "BlockchainInfo": null,
    "Facebook": null,
    "Slack": null,
    "Website": "https://www.voxelus.com/",
    "GitHub": null,
    "OnMarkets": [
      "Novaexchange",
      "LiveCoin",
      "TradeSatoshi",
      "BitTrex",
      "Poloniex"
    ],
    "Wallets": {
      "desktop": {
        "win": null,
        "linux": null,
        "mac": null
      },
      "mobile": {
        "android": null,
        "ios": null
      },
      "types": []
    }
  },
  "ICO": {
    "Status": "N/A",
    "Description": null,
    "TokenType": null,
    "WebsiteLink": null,
    "FundingCap": null,
    "FundingTarget": null,
    "Date": null,
    "EndDate": null,
    "FundsRaisedList": null,
    "FundsRaisedUSD": null,
    "StartPrice": null,
    "StartPriceCurrency": null,
    "Jurisdiction": null,
    "BlogLink": null,
    "WhitePaperLink": null
  },
  "ccId": "18180"
}