{
  "General": {
    "Symbol": "XRP",
    "Name": "Ripple",
    "Description": "<p>Ripple это интернет-протокол для выполнения финансовых операций. Открытый, общий интернет-протокол для осуществления финансовых транзакций дает много преимуществ. акже именуется протоколом сделок ripple (Ripple Transaction Protocol; RTXP) или протоколом ripple. Построен на распределённом интернет-протоколе с открытым исходным кодом, консенсусном реестре (ledger) и собственной криптовалюте, именуемой XRP. Используемый такими компаниями, как «UniCredit», UBS или Santander, протокол Ripple всё шире используется банками и платёжными сетями в качестве расчётной инфраструктурной технологий, Издание American Banker, объясняет это тем, что «с точки зрения банков, распределённые реестры, такие как система Ripple, имеют ряд преимуществ перед криптовалютами как биткойн», в том числе по цене и безопасности. В настоящее время существует 100 миллиардов XRP. </p>",
    "Features": "<ul> <li> Более дешевые платежи. Поскольку Ripple не принадлежит никому, стоимость осуществления платежей уменьшается. Торговцы, которые принимают платежи через Ripple, могут сэкономить миллиарды долларов в виде сборов. </li> <li> Более быстрые платежи. Поскольку транзакции Ripple выполняются в автоматическом режиме, проводка платежа может быть полностью выполнена в течение нескольких секунд. Позволяя раньше получить доступ к деньгам, Ripple может содействовать ускорению коммерческого оборота. </li> <li> Простой обмен валюты. Ripple позволяет обменять валюту без дополнительных комиссий. Это делает международную торговлю проще и выгоднее. </li> <li> Доступные финансы. Поскольку Ripple требуется только подключение к Интернету, он может предоставлять финансовые услуги миллиардам людей в тех регионах мира, где не хватает банков. </li> <li> Взаимосвязанные финансы. Создав общий протокол для управления деньгами, Ripple упрощает сделки между независимыми предприятиями. </li> <li>Он снижает рыночное трение и неэффективность финансовой системы </li> </ul>",
    "Technology": "<p>Ripple описывает протокол с открытым исходным кодом как «базовая технология инфраструктуры для проведения межбанковских операций — нейтральная утилита для финансовых институтов и систем». Данный протокол позволяет банкам и небанковским финансовым компаниям встроить протокола Ripple в свои системы, и следовательно позволяют своим клиентам пользоваться службой. В настоящее время, Ripple требует двух участников чтобы сделка могла состояться: во-первых, регулируемое финансовое учреждение, которое «держит деньги и выдаёт остатки по поручению клиентов». Во-вторых, «маркет-мейкеров», таких как хедж-фонды или валютные Trading Desk, предоставлять ликвидность в валюте, в которой они хотят торговать. По своей сути, Ripple определяется по общей, публичной базе данных или реестр, который имеет свое содержание, принятое на основе консенсуса. В дополнение к балансу, реестр содержит информацию о предложениях на покупку или продажу валют и активов, создавая первый распределённый обмен. Процесс консенсуса позволяет производить платежи, обмен и переводу денежных средств в распределённой процесс. согласно CGAP в 2015 году, «Ripple сделал для платежей то, что SMTP сделал для электронной почты, позволив системам различных финансовых институтов общаться непосредственно»</p><p>В Ripple, пользователи осуществляют платежи между собой с помощью криптографически подписанных сделок, номинированных в твёрдой валюте или внутренней валюте Ripple (XRP). Для дениминированных в XRP сделок Ripple могут воспользоваться внутренней реестр, а для платежей, выраженных в других активах, реестр Ripple лишь записывает суммы задолженности, с активами, представленными в качестве долговых обязательств. Первоначально Ripple только вёл записи в своём реестре и не имел никаких реальных правоприменительных полномочий; требовалось доверие. Однако, Ripple теперь интегрирован с различными протоколами проверки пользователя и банковских услуг. Пользователи должны указать других пользователей, которым они доверяют и на какую сумму. Когда не-XRP платёж осуществляется между двумя пользователями, которые доверяют друг другу, баланс взаимных кредитных линий корректируется, с учётом лимитов, установленных каждым пользователем. Для того, чтобы отправить активы между пользователями, которые не имеют прямого доверительного отношения, система пытается найти путь между двумя пользователями, такой, что каждое звено пути между двумя пользователями, имеющими доверительные отношения. Все балансы по пути регулируются одновременно и атомарно. Этот механизм принятия платежей через сеть надёжных партнеров называется «rippling»</p>",
    "TotalCoinSupply": "38305873865",
    "Algorithm": null,
    "ProofType": null,
    "BlockReward": null,
    "Explorer": null,
    "StartDate": "02/02/2013",
    "TotalCoinsMined": "38305873865",
    "Twitter": "@Ripple",
    "Telegram": null,
    "Youtube": null,
    "Video": null,
    "BlockchainInfo": null,
    "Facebook": null,
    "Slack": null,
    "Website": "https://ripple.com/",
    "GitHub": null,
    "OnMarkets": [
      "BitTrex",
      "BTER",
      "HitBTC",
      "OKEX",
      "TheRockTrading",
      "BTCMarkets",
      "Bithumb",
      "Kraken",
      "HuobiPro",
      "Quoine",
      "BXinth",
      "CCEDK",
      "Poloniex",
      "Jubi",
      "BTC38",
      "Bitso",
      "BitFlip",
      "Exmo",
      "Bitfinex",
      "Bitstamp",
      "Cryptsy",
      "Gateio",
      "Cexio",
      "Coinone",
      "BTCXIndia",
      "LakeBTC",
      "Abucoins",
      "Binance"
    ],
    "Wallets": {
      "desktop": {
        "win": null,
        "linux": null,
        "mac": null
      },
      "mobile": {
        "android": null,
        "ios": null
      },
      "types": []
    }
  },
  "ICO": {
    "Status": "N/A",
    "Description": null,
    "TokenType": null,
    "WebsiteLink": null,
    "FundingCap": null,
    "FundingTarget": null,
    "Date": null,
    "EndDate": null,
    "FundsRaisedList": null,
    "FundsRaisedUSD": null,
    "StartPrice": null,
    "StartPriceCurrency": null,
    "Jurisdiction": null,
    "BlogLink": null,
    "WhitePaperLink": null
  },
  "ccId": "5031"
}