{
  "General": {
    "Symbol": "AMP",
    "Name": "Synereo",
    "Description": "<p>AMPs, Synereo’s content flow currency, serve as a way to Amplify the flow of information in the network. AMPing content increases its ability to propagate to peers and the chances of it being seen by more users. This gives them an inherent market value, as any business or individual wishing to bring information to your attention non-organically has to pay you with AMPs for it.</p><p><strong>Value </strong></p><p>The AMP is unlike any other cryptocurrency, as it is backed by a commodity for which there is always demand and that can be purchased only with AMPs - the attention of its users.</p><p><a href=\"http://blog.synereo.com/2015/03/27/how-amps-work/\" target=\"_blank\">Read more about Synereo’s crypto-token, the AMP, and why it has an inherent use and value on the Synereo network.</a> </p><p><strong>Value Appreciation </strong></p><p>As users join the network, AMPs become more effective in acquiring attention. A similar amount of AMPs on the more mature and larger network will allow a piece of content to reach the attention of more users on it, increasing the value of each AMP.</p><p>As well, a larger user base generates more interaction and content in circulation, increasing the total amount of attention  allocated to, and available on, Synereo.</p><p>As Synereo functions as a platform for new applications and markets, AMPs may eventually become a de-facto currency.</p><p><strong>Extensibility </strong></p><p>Synereo enables a new wave of distributed applications that piggyback on the social platform and its user base.  Music streaming, content distribution, distributed marketplaces, collaborative platforms, and many other applications  can all take advantage of Synereo’s fully decentralized and distributed technology and deploy systems that truly benefit both  businesses and end users while removing the need for any middleman.</p><p>Synereo is open-source and very modular, designed for rich extensibility. AMPs can power the delivery of any content across this distributed cloud and the apps running on top of it.</p><p><strong>The Team </strong></p><ul><li><strong>Dor Konforty</strong> - CEO, ARCHITECT Dor is an expert on collaboration on the net and the wisdom of crowds. Has a master’s degree in neurobiology from an interdisciplinary brain research program in Tel-Aviv University. A graduate of the Israeli Air Force computer unit. Has been living and breathing crypto since early 2011. A child of the Internet.</li><li><strong>Anderson McCutcheon</strong> - CMO, B2B Andy comes from a diverse programming background, having served in IDF’s 8200 unit and developed real-time climate control &amp; management systems. Having built several  successful communities, he has spent the last few years managing marketing for the  world’s biggest real money gaming brands. Loves lamp.</li><li><strong>Yuval Adam</strong> - CTO Yuval is a full-stack technologist, experienced in building distributed web services, through deploying wireless mesh networks, to embedded systems development. Holds a B.Sc in Computer Sciences from Ben-Gurion University. Founded the Tel-Aviv chapter of CryptoParty, advocating for privacy and digital liberties.</li><li><strong> Lucius Gregory Meredit</strong>h - CSO, MATHEMAGICIAN Greg was the principal architect of Microsoft’s BizTalk’s Process Orchestration, sparking several industry standards including WSDL (of which Greg is a co-author). Greg holds many patents and has published many papers, including seminal papers on reflective higher-order calculi. Supports his math habit by working in computing.</li></ul>",
    "Features": "<p><strong>Synereo offers a complete, commercially-tested framework for creating any type of application in a decentralized manner. </strong></p><p>You don&#39;t have to become an expert to create your decentralized application.</p><p>Synereo aims to become the go-to platform for decentralized applications.</p><p><strong>They&#39;re building a framework for the decentralization of the Internet. </strong></p><p>Synereo will:</p><ul><li>Continue developing the open-source building blocks of this new decentralized paradigm.</li><li>Develop in-house applications that benefit from decentralization.</li><li>Work with third parties to bring their own innovation to the platform.</li><li>Develop SDKs and powerful APIs for developers. </li></ul><p><strong>Synereo has a fully operational, complete peer-to-peer stack.</strong></p><p>Synereo is built from the ground up on top of a distributed implementation of the applied π-calculus, the premier mathematical formalism developed  to reason about concurrent and distributed computations in a secure manner.This dramatically reduces development time and the level of technical expertise required, and dramatically increases the quality of implementations.</p><p><strong>Synereo has a powerful smart contracting engine. </strong></p><p>Nodes on the network can coordinate and enter binding agreements without requiring a central mediator or enforcer. It becomes simple to build decentralized, structured financial instruments as well as verify any type of distributed protocol.</p><p><strong>The Social Platform </strong></p><p>They&#39;ve developed a decentralized social platform to provide the basic components of identity creation, communications, and reputation management to every application built on top of Synereo.</p><p>These are shared across the entire ecosystem to service any app and are necessary especially in lieu of a central authority;  a decentralized Uber would have to rely on reputation to provide assurance to potential clients.</p><p>A decentralized jobs market could rely on existing profiles, groups and reputations.</p><p>Applications may integrate their streams into the unified feed provided to Synereo social network users.</p><p>The feed is prioritized using our attention economy model and allows users to interface with apps from one comfortable location. Each application serves as another portal in the Synereo social network and ecosystem.</p><p><strong>Who&#39;s Building On Top of Synereo?</strong></p><ul><li><strong> LivelyGig</strong>: a decentralized jobs market. Uses all Synereo features.</li><li><strong>Ethereum</strong>: uses the tech stack and social contract mechanism. Greg, Synereo CSO, is leading the design of their new PoS blockchain using our tech.</li><li><strong>weWOWwe</strong>: smart token wallet connected to an existing sports social network and marketplace.  Social network and marketplace will migrate to our platform to use all Synereo features.</li><li><strong>Backfeed</strong>: reputation mechanisms for centerless coordination. Will use all Synereo features. </li><li><strong>Stealth</strong>: a music publishing and community creation/management platform for artists.</li></ul>",
    "Technology": "<p><strong>Synereo AMPs: A Voice Amplifier </strong></p><p>AMPs, Synereo’s tokens, serve as a way to Amplify the flow of information in the network, increasing its ability to propagate to peers.</p><p>They work in two ways:</p><ol><li>A user may Amplify his own posts: status messages, pictures, created events, etc. Depending on the amount of AMPs used, the post will gain greater visibility in the stream of his Synereo friends - and in adjacent, connected areas of the network through them. A user may also Amplify his friends’ posts in such a manner, helping to propagate the friends’ messages. Thus, a group of friends may band around a common interest and Amplify it together, making sure it is heard as it reaches more of their collective Synereo.  The originator of Amplified content will receive a portion of the AMPs invested by his peers. Another small portion will be used for the maintenance of the platform; people donating their storage and bandwidth to the network. The majority of AMPs will go to those who are exposed to the content, compensating them for their time and attention.</li><li>Advertisers may use AMPs to created sponsored messages, reaching target audiences based on their interests and activity on the network. NOTE: A user of the system may always opt-out of receiving messages from specific advertisers, about specific topics, or altogether. Most of the AMPs used to advertise to you will be paid to you directly. This is a way to gain from your participation in the network and from the value you generate for it. The more you participate, the more the network is familiar with you and your interests, and the more influence you have on the network, the more your attention is worth! </li></ol><p><strong>Advertising on Synereo</strong></p><p>Facebook’s revenue for Q4 2014 was $3.85 Billion. This is the sum of money that was spent for Facebook content visibility alone, and does not account for resources invested in the creation of the content being advertized or the middlemen optimizing this process.</p><p>This grand economy relies on us - the users of the social network - in its entirety, but we do not share in its gains. Advertisers on these  networks are not happy campers, either. The advertising platforms, along with the service providers, are profiteering middlemen that take a major cut for supplying your attention to them.</p><p><strong>How is advertising on Synereo different? </strong></p><p>Synereo users are a real part of the advertising ecosystem rather than merely existing as pawns on someone else’s playing board. The advertisers’ funds do not remain in the hands of major corporations, but are delivered straight to potential customers around the globe as a form of compensation for their attention.</p><p>Synereo enables a two-way relationship between advertisers and prospects. Advertisers can target specific communities, contributing AMPs to causes, organizations or projects - and the people that enable them. On the other hand, an advertising campaign initiated by a popular  charity or cause can maintain minimal advertising spend while relying completely on \"crowdsourced\" AMPing by its supporters.</p><p>Synereo’s information flow logic greatly benefits advertisers who have committed to content excellence, increasing the spread of content engaged with by users recognized for their curation abilities and positive influence on the network; their ability to contribute to the attention economy underlying Synereo.</p><p>Similar to real-world viral campaigns, a well planned advertising effort would target influencers of the relevant topics and audiences to the campaign with excellent content that, if appreciated, will be distributed on Synereo organically rather than by “brute forcing” it with AMPs.</p><p>The lesser the quality of the content you see, the more you will be compensated for it!</p>",
    "TotalCoinSupply": "927786732.665189",
    "Algorithm": null,
    "ProofType": "Pow/PoSC",
    "BlockReward": null,
    "Explorer": null,
    "StartDate": "19/03/2016",
    "TotalCoinsMined": 100728564,
    "Twitter": "@Synereo",
    "Telegram": null,
    "Youtube": null,
    "Video": null,
    "BlockchainInfo": null,
    "Facebook": null,
    "Slack": null,
    "Website": "http://www.synereo.com/",
    "GitHub": null,
    "OnMarkets": [
      "CCEX",
      "BitTrex",
      "HitBTC",
      "Cryptopia",
      "Poloniex"
    ],
    "Wallets": {
      "desktop": {
        "win": null,
        "linux": null,
        "mac": null
      },
      "mobile": {
        "android": null,
        "ios": null
      },
      "types": []
    }
  },
  "ICO": {
    "Status": "Finished",
    "Description": "<p><span>Synereo wants to develop </span><span>tools which allow content creators to easily monetise original works without having to turn their channels into advertisement real estate, while granting their followers the opportunity to be rewarded for getting the word out. Synereo wants to be a fully decentralized social network and eventually develop further into universal, distributed computation platform.</span></p><p><strong>The Team</strong></p><ul><li><strong>Dor Konforty</strong><span> </span>- CEO, ARCHITECT Dor is an expert on collaboration on the net and the wisdom of crowds. Has a master’s degree in neurobiology from an interdisciplinary brain research program in Tel-Aviv University. A graduate of the Israeli Air Force computer unit. Has been living and breathing crypto since early 2011. A child of the Internet.</li><li><strong>Anderson McCutcheon</strong><span> </span>- CMO, B2B Andy comes from a diverse programming background, having served in IDF’s 8200 unit and developed real-time climate control &amp; management systems. Having built several  successful communities, he has spent the last few years managing marketing for the  world’s biggest real money gaming brands. Loves lamp.</li><li><strong>Yuval Adam</strong><span> </span>- CTO Yuval is a full-stack technologist, experienced in building distributed web services, through deploying wireless mesh networks, to embedded systems development. Holds a B.Sc in Computer Sciences from Ben-Gurion University. Founded the Tel-Aviv chapter of CryptoParty, advocating for privacy and digital liberties.</li><li><strong>Lucius Gregory Meredith</strong> - CSO, Greg was the principal architect of Microsoft’s BizTalk’s Process Orchestration, sparking several industry standards including WSDL (of which Greg is a co-author). Greg holds many patents and has published many papers, including seminal papers on reflective higher-order calculi. Supports his math habit by working in computing.</li></ul><p><span>The crowdsale launched just 48 hours after Synereo announced the destruction of half of its AMP holdings. The burn removed 731,108,937 AMPs from circulation, worth about $146 million at the time.</span></p><p><span>Over the 1 month ICO $4.7 million was raised, the majority in the first 24 hours mainly due to the bonus scheme laid out below. The AMP token that was sold is used to distribute content on the Synereo network.</span></p><p><strong>Bonus Stages:</strong></p><ul><li>Stage One (September 19 – October 2) - AMPs will be offered for 33000 Satoshis per AMP</li><li>Stage Two (October 3 – October 9) - AMPs will be offered for 36500 Satoshis per AMP</li><li>Stage Three (October 10 – October 18) - AMPs will be offered for 40000 Satoshis per AMP</li></ul><p><strong>Bonus % Purchase Amount:</strong></p><p>3.33% 2 BTC, 6.00% 10 BTC, 9.00% 20 BTC, 11.00% 50 BTC, 13.00% 100 BTC, 15.00% 200 BTC.</p><p><a href=\"https://blog.synereo.com/2016/09/15/synereo-dev-timetable-2017-2018/\" target=\"_blank\">Roadmap</a> and <a href=\"https://docs.google.com/spreadsheets/d/1r1G-ROS4vgHK84qfn1CBIxuXZQCCvIicCTQSxW1T_mo/edit#gid=1394495455\" target=\"_blank\">finances</a></p>",
    "TokenType": "N/A",
    "WebsiteLink": "http://www.synereo.com/",
    "FundingCap": "N/A",
    "FundingTarget": "N/A",
    "Date": 1474254000,
    "EndDate": 1476792000,
    "FundsRaisedList": "N/A",
    "FundsRaisedUSD": "4700000",
    "StartPrice": "0.00033000",
    "StartPriceCurrency": "BTC",
    "Jurisdiction": "N/A",
    "BlogLink": "https://blog.synereo.com/",
    "WhitePaperLink": "https://bravenewcoin.com/assets/Whitepapers/Synereo-Decentralised-and-Distributed-Social-Network.pdf"
  },
  "ccId": "18244"
}