{
  "General": {
    "Symbol": "CSC",
    "Name": "CasinoCoin",
    "Description": "<p>Casinocoin (CSC) is an open source, peer-to-peer digital currency, specifically designed for online casino gaming.</p><p>CasinoCoin is based on the strengths of crypto currency protocols such as Bitcoin, Litecoin, Feathercoin and digitalcoin, giving it a second movers advantage. It leverages the security of Bitcoin, the accessibility of Litecoin, the abundance of Feathercoin, and the speed of digitalcoin. While CasinoCoin can be used as a general purpose currency, it serves a specific purpose and is marketed exclusively for online casino gaming and rewards redemption.</p>",
    "Features": "<p>Since April 15th, 2011, a day dubbed as &#39;Black Friday&#39; by the online gaming community, it has become increasingly difficult to deposit funds for online casino gaming<span> due to deposit restrictions between centralized financial institutions and online casino platforms. Avid online players have since not been able to enjoy the same conveniences and the ease of accessibility that they were once afforded. Those days are no more with the advent of CasinoCoin.</span></p><p>As a decentralized crypto currency, CasinoCoin offers the solution to help fill this void. Consider CasinoCoin as a universal casino chip that is easily transferable between online casino gaming applications, exchanges and peers<span>. Imagine using CasinoCoin at your favorite online poker sites, then instantly transfer your winnings over to your favorite online casino to play Blackjack. How about a friendly wager over a game of chess? This is all possible with CasinoCoin.</span></p><p>CasinoCoin is an open source, peer-to-peer digital currency specifically designed for online casino gaming. It is a platform independent crypto currency that is easily transferable between gaming applications, exchanges and peers. CasinoCoin can simply be summed up as universal casino chips.</p><p>By itself, CasinoCoin has no value. Within casino gaming applications, it can be used to play games of skill and chance. On the exchanges, CasinoCoin is worth what the market values it at and it can be bought, sold and exchanged to fiat currencies such as US dollars or exchanged to other crypto currencies such as Bitcoin.</p>",
    "Technology": null,
    "TotalCoinSupply": "40000000000",
    "Algorithm": null,
    "ProofType": "PoC",
    "BlockReward": null,
    "Explorer": null,
    "StartDate": "18/07/2013",
    "TotalCoinsMined": 39999999905.076,
    "Twitter": "@CasinoCoin",
    "Telegram": null,
    "Youtube": null,
    "Video": null,
    "BlockchainInfo": null,
    "Facebook": null,
    "Slack": null,
    "Website": "-",
    "GitHub": null,
    "OnMarkets": [
      "Cryptopia",
      "Novaexchange",
      "Cryptsy"
    ],
    "Wallets": {
      "desktop": {
        "win": null,
        "linux": null,
        "mac": null
      },
      "mobile": {
        "android": null,
        "ios": null
      },
      "types": []
    }
  },
  "ICO": {
    "Status": "N/A",
    "Description": null,
    "TokenType": null,
    "WebsiteLink": null,
    "FundingCap": null,
    "FundingTarget": null,
    "Date": null,
    "EndDate": null,
    "FundsRaisedList": null,
    "FundsRaisedUSD": null,
    "StartPrice": null,
    "StartPriceCurrency": null,
    "Jurisdiction": null,
    "BlogLink": null,
    "WhitePaperLink": null
  },
  "ccId": "4428"
}