{
  "General": {
    "Symbol": "NAUT",
    "Name": "Nautilus Coin",
    "Description": "<p>Монета Nautlius - это монета Scrypt с некоторыми необычными особенностями, такими как снижение вознаграждения в 1% за неделю. Подтверждение транзакций происходит быстро из-за 60-секундного блочного времени, а переназначение трудности - это каждый блок, основанный на DigiShield. Претензия на один процент используется в стабилизационном фонде Nautlius для обеспечения ликвидности на рынке.</p><p>Как указал Банк Англии в своем ежеквартальном бюллетене 2014 года Q3 «Экономика цифровых валют», биткойн сталкивается с тремя вызовами: 1) Волатильность 2) Устойчивость низких комиссионных сборов 3) Ограничения фиксированной денежной массы. Nautiluscoin был разработан для решения и устранения проблем, с которыми сталкивается биткойн.</p><p>Фонд стабильности Nautiluscoin стремится уменьшить волатильность, в то время как алгоритм PoS устраняет необходимость в дорогостоящем майнинговом оборудовании. Кроме того, в основе подсчета PoS-вознаграждения лежит алгоритмическая денежно-кредитная политика, которая регулирует денежную массу спроса.</p><p>Экономика Nautiluscoin построена на основе сильной валютной политики и мнения о том, что для сильной экономики требуется валюта, которая сохраняет покупательную способность. Создание благоприятной среды для развития экономики требует постоянного стремления к стабильности. Но стремление к стабильности - это не только снижение ежедневных колебаний цен.</p><p>Чтобы Nautiluscoin был действительно успешным, он должен сохранять и увеличивать покупательную способность. Ежедневная стабильность цен важна для потребителей и торговцев, чтобы совершать сделки, но долгосрочный успех любой валюты является функцией покупательной способности. Если пользователи валюты считают, что их способность покупать товары и услуги в будущем будет уменьшаться, то они с меньшей вероятностью будут удерживать и использовать валюту. Поэтому самой важной целью для Nautiluscoin будет сохранение сильной валюты со стабильной и растущей покупательной способностью.</p><p>Для достижения своей сильной валютной цели Nautiluscoin будет конкурировать с экономикой. Традиционно центральным банкам с сильной валютной политикой поручено обеспечивать якорь для экономики посредством использования целевых показателей денежной массы, целей процентной ставки и/или целевых показателей обменного курса. Экономическая история показала, что эти цели требуют, чтобы центральный банк располагал значительными ресурсами для надежного достижения целей. Наиболее успешные политики таргетинга основаны на неограниченном ресурсе, который классически является способностью печатать или брать деньги. В случае Nautiluscoin денежная масса терминала фиксируется программным кодом, и в качестве целей процентной ставки не используются рынки государственного долга. Однако это не означает, что в колчане отсутствуют стрелы.</p><p>Поскольку денежная масса терминала фиксирована и выпущена с течением времени, у нас есть возможность установить темпы роста денежной массы. Кроме того, сеть Nautiluscoin будет обеспечена PoS-методом, который будет вознаграждать тех, кто хочет добыть Наутилускоин. Наконец, процесс добычи позволяет нам поддерживать обменный курс, используя майнинг для добычи Nautiluscoin. </p>",
    "Features": null,
    "Technology": null,
    "TotalCoinSupply": "16180000",
    "Algorithm": "Scrypt",
    "ProofType": "PoS",
    "BlockReward": null,
    "Explorer": null,
    "StartDate": "29/05/2014",
    "TotalCoinsMined": 16180000,
    "Twitter": "@Nautiluscoin",
    "Telegram": null,
    "Youtube": null,
    "Video": null,
    "BlockchainInfo": null,
    "Facebook": null,
    "Slack": null,
    "Website": "http://www.nautiluscoin.com/",
    "GitHub": null,
    "OnMarkets": [
      "BitTrex",
      "Poloniex",
      "Cryptsy"
    ],
    "Wallets": {
      "desktop": {
        "win": null,
        "linux": null,
        "mac": null
      },
      "mobile": {
        "android": null,
        "ios": null
      },
      "types": []
    }
  },
  "ICO": {
    "Status": "N/A",
    "Description": null,
    "TokenType": null,
    "WebsiteLink": null,
    "FundingCap": null,
    "FundingTarget": null,
    "Date": null,
    "EndDate": null,
    "FundsRaisedList": null,
    "FundsRaisedUSD": null,
    "StartPrice": null,
    "StartPriceCurrency": null,
    "Jurisdiction": null,
    "BlogLink": null,
    "WhitePaperLink": null
  },
  "ccId": "4570"
}