{
  "General": {
    "Symbol": "NEO",
    "Name": "NEO",
    "Description": "<p>NEO – платформа, при помощи которой пользователи могут выпускать и торговать активами. NEO появился в результате ребрендинга Antshares. NEO токенизирует доказательство владения активом, а не сам актив, что позволяет избежать юридических ограничений, связанных с передачей акций, долей или активов.</p><p>Токен NEO представляет собой долю в платформе NEO и позволяет своим держателям принимать участие в голосованиях по изменению блокчейна NEO.</p>",
    "Features": null,
    "Technology": null,
    "TotalCoinSupply": "100000000",
    "Algorithm": "N/A",
    "ProofType": "N/A",
    "BlockReward": null,
    "Explorer": null,
    "StartDate": "2014",
    "TotalCoinsMined": "100000000",
    "Twitter": "@neo_blockchain",
    "Telegram": null,
    "Youtube": null,
    "Video": null,
    "BlockchainInfo": null,
    "Facebook": null,
    "Slack": "https://neosmarteconomy.herokuapp.com/",
    "Website": "https://neo.org/",
    "GitHub": null,
    "OnMarkets": [
      "Kucoin",
      "LiveCoin",
      "Quoine",
      "OKEX",
      "Bitfinex",
      "HuobiPro",
      "Cryptopia",
      "HitBTC",
      "Yunbi",
      "Binance",
      "Jubi",
      "Gateio",
      "BitTrex"
    ],
    "Wallets": {
      "desktop": {
        "win": null,
        "linux": null,
        "mac": null
      },
      "mobile": {
        "android": null,
        "ios": null
      },
      "types": []
    }
  },
  "ICO": {
    "Status": "Finished",
    "Description": "<p>NEO is a decentralized and distributed ledger protocol that digitalizes real-world assets into digital ones, enabling registration, deposit, transfer, trading, clearing and settlement via a peer-to-peer network.</p><p><span>NEO </span>keeps records of the transfers of digital assets with e-contracts. In <span>NEO</span>, digital tokens generated by e-contracts function as general underlying data and could be used for recording rights and assets like equities, creditor’s claims, securities, financial contracts, credit points, bills and currencies, and could be applied for areas like equity crowdfunding, equity trading, employee stock ownership plans, P2P financing, credit points, funds and supply-chain finance, etc.</p><p><span>The NEO (Antshares) ICO lasted 31 days from Aug. 8</span><sup>th</sup><span> to Sept. 7</span><sup>th </sup>and raised 6119.3 BTC. With the largest investor contributing over 1000 BTC in one transaction on the first day whilst the 20% bonus was active. 1/4 of the funds raised came from 2 transactions. There are 1498 participants with an average Bitcoin investment size of 4 BTC.  <span>Approximately 17% of the ANS have been designated to participants of the ICO Phase I, which took place in October, 2015, in exchange of 2,100 bitcoins. About 1,200 bitcoins were from individual investors while 900 bitcoins from one institutional investor.</span></p><p><span>All the bitcoins raised in the ICO have been transferred to the following multisig address for escrow. The private keys are held by DACA, HaoBTC and TAT respectively.</span></p>",
    "TokenType": "New Blockchain",
    "WebsiteLink": "https://www.antshares.org/en-US",
    "FundingCap": "N/A",
    "FundingTarget": "N/A",
    "Date": 1470657600,
    "EndDate": 1473249600,
    "FundsRaisedList": "6119.3 BTC",
    "FundsRaisedUSD": "3800000",
    "StartPrice": "0.159",
    "StartPriceCurrency": "USD",
    "Jurisdiction": "N/A",
    "BlogLink": "https://neo.org/Blog",
    "WhitePaperLink": "https://github.com/AntShares/AntShares/wiki/Whitepaper-1.1"
  },
  "ccId": "27368"
}