{
  "General": {
    "Symbol": "NEU*",
    "Name": "NeuCoin",
    "Description": "<p>NeuCoin is a digital currency that is easy to use, free to try and designed for micro-transactions.</p><p>NeuCoin was created by an experienced team of entrepreneurs and technologists that previously founded multiple companies with millions of users in the music, gaming and shopping sectors - hundreds of millions of users in total.</p><p>NeuCoin’s proof-of-stake design solves the mounting cost and increasing centralization problems faced by proof-of-work systems. In addition, since it doesn’t require awarding all coins to miners, it enables distribution of the cryptocurrency in any way the coin creator deems to have the highest strategic value for the growth and adoption of the coin - a true blank slate.</p><p>NeuCoin will be open, accountable and ultimately controlled by coin holders. NeuCoin’s core code development, user growth programs, and projects to increase utility will be supported by three non-profit foundations based in Isle of Man: the Code, Growth and Utility foundations. All foundations are ultimately controlled by NeuCoin holders (1 NeuCoin = 1 vote), who have the power to hire, fire and set compensation for the foundations’ Council Members, and have a right of approval on annual budgets, spending priorities and other matters. This structure makes NeuCoin more decentralized and accountable than Bitcoin, Ripple or Stellar, let alone most of the anonymous alt coins out there.</p><p>Three billion pre-mine allocation:</p><p>- 2.4 billion held by the three non-profit foundations</p><p>-  - 0.2 billion - Code foundation</p><p>-  - 1.4 billion - Growth foundation</p><p>-  - 0.8 billion - Utility foundation</p><p>- 0.2 billion retained by team for $1 million of work invested (restricted for use or sale)</p><p>- 0.1 billion sold to initial seed investors for $250,000 (restricted for use or sale)</p><p>- 0.2 billion sold to strategic angel investors for $1 million cash invested (restricted for use or sale)</p><p>- 0.1 billion pre-sold to users in the crypto-community for BTC 4,012 (unrestricted for use or sale)</p><p><a href=\"http://www.neucoin.org/en/whitepaper/download\" target=\"_blank\" title=\"NeuCoin whitepaper\">NeuCoin whitepaper</a></p>",
    "Features": "<p>A decentralized cryptocurrency designed for online microtransactions</p><p>- easy and useful for regular consumers</p><p>- free to get started with close to zero friction</p><p>- distributed to all who grow its value and utility</p><p>- developing tangible utility over traditional currencies by creating platforms for online microtransactions</p><p>- secure, efficient and decentralized in the long-run based on an innovative proof-of-stake technology </p><p>- supported by well-funded non-profit foundations dedicated to maximizing its utility</p><p>- founded by a team who have launched multiple consumer services with millions of users</p><p>- backed by highly accomplished strategic angel investors </p><p>- $2.25 million in initial funding</p><p>- 100 million Neucoin tokens presold to future users for 4,012 Bitcoins</p><p>- launched in September 2015</p><p> </p>",
    "Technology": "<p><strong>Innovative Proof-of-stake Technology</strong></p><p>NeuCoin’s proof-of-stake design solves the mounting cost and increasing centralization problems faced by proof-of-work systems. In addition, since it doesn’t require awarding all coins to miners, it enables distribution of the cryptocurrency in any way the coin creator deems to have the highest strategic value for the growth and adoption of the coin - a true blank slate.</p><p><strong>Strategic Coin Distribution</strong></p><p>To make a cryptocurrency viable, consumers, the service providers that make it useful, and buyers are all critically important. To incentivize participation by all these actors, NeuCoin’s non-profit foundations will award coins to each constituency in proportion to the value they bring to NeuCoin. Besides achieving the fairest possible distribution of the cryptocurrency, this design also maximizes its long-term value. </p><p>To optimize for growth and adoption, a large share of the foundations’ endowment will be given to consumers in exchange for engaging with, trying out, and referring friends to NeuCoin. Another large block will be awarded to companies that help NeuCoin grow its user base and become more useful: game publishers and content providers that accept microtransactions with NeuCoin tokens, exchanges, wallets, consumer mining services, payment processors, remittance services, discounted group shopping services, marketing and distribution partners and other key services to NeuCoin users. Finally, some will be sold, with proceeds used by the foundations to increase the value of NeuCoin through consumer marketing, utility development, and core coin development.</p><p><strong>Offering Consumers Something Useful to Do </strong></p><p>For consumers to want a cryptocurrency, they have to be able to do something with it that they can’t do better with traditional payment methods. From the very day that the cryptocurrency launches, NeuCoin will offer more utility and consumer-friendly services than most cryptocurrencies: free NeuCoin tokens through an engaging website, an easy online wallet and a web-based mining service that lets consumers grow their coins without ever having to even see the word “mining” or any other tech jargon. To keep incentivizing third party companies to constantly develop more services and utility, the NeuCoin Utility Foundation will pay large bounties to integrate with service providers that make it more useful: game publishers and premium digital content providers (#1 priority) exchanges (#2 priority, in all geographic markets), payment processors, wallets, and international remittance providers.</p><p><strong>Rolling Out Microtransaction Solutions</strong></p><p>Microtransactions may be the killer app of cryptocurrency, giving consumers access to new types of commerce not viable with traditional payment methods, such as &lt;$1 transactions for playing or leveling up a casual game, tipping, pay-per-view, ad-free content, tiny amounts of work or advice, small donations, etc. To quickly build utility in this key strategic area, NeuCoin is developing two prototype online/mobile games based on popular, generic games that will demonstrate how NeuCoin can be incorporated into game experiences - giving out free NeuCoins as a reward for playing, winning, leveling up, etc. Having a meaningful userbase of NeuCoin-holding players will be an important leverage point as we work with leading game publishers with large exisiting user bases to integrate NeuCoin. NeuCoin has also entered partnerships with leading players in the online video, music and artist promotion spaces to develop microtransaction platforms for tipping and paid premium content. These pilot partners will help optimize user experience, conversion and monetization, after which the platforms will be rolled out to additional content providers in the music, video, photo, blog, social media publishing, adult, podcast and other areas.</p><p><strong>Freemium Marketing to Consumers</strong></p><p>In today’s digital economy, offering a free entry-level service is key to easing consumers into a new consumer experience. After having a positive first experience some users will buy more, or find ways to earn more. This has been a critical success factor for growth and conversion for premium consumer services like Dropbox, Skype, Viber, Whatsapp, Spotify, Candy Crush Saga. </p><p>NeuCoin’s distribution strategy enables it to fuel its marketing with freemium tokens (giving users a few free NeuCoin to get started). This minimal friction is key for user adoption. NeuCoin will put a heavy focus on conversion-driven marketing, with game-like tutorials and interactive onboarding that qualifies, educates and rewards users - with no tech to read or understand and no personal information or money down to get started. Finally, social referral programs will reward free NeuCoin tokens to people who help recruit other users; special programs and bounties will be available for people active in the crypto community, influential bloggers and content creators, celebrity endorsers, etc.</p><p><strong>Rewarding Early Adopters </strong></p><p>People who get in early on NeuCoin - who help create the first core of users and holders - will be highly rewarded for adding this value. NeuCoin’s economic model uses very high PoS awards, starting at 100% per year in year one, 80% in year two and gradually declining to 6% by year ten, meaning that coin holdings will multiply by up to 50X over 10 years with non-stop PoS mining.</p><p><strong>Transparency and Governance</strong></p><p>NeuCoin will be open, accountable and ultimately controlled by coin holders. NeuCoin’s core code development, user growth programs, and projects to increase utility will be supported by three non-profit foundations based in Isle of Man: the Code, Growth and Utility foundations. All foundations are ultimately controlled by NeuCoin holders (1 NeuCoin = 1 vote), who have the power to hire, fire and set compensation for the foundations’ Council Members, and have a right of approval on annual budgets, spending priorities and other matters. This structure makes NeuCoin more decentralized and accountable than Bitcoin, Ripple or Stellar, let alone most of the anonymous alt coins out there.</p><p> </p>",
    "TotalCoinSupply": "100000000000",
    "Algorithm": null,
    "ProofType": "PoS",
    "BlockReward": null,
    "Explorer": null,
    "StartDate": "23/09/2015",
    "TotalCoinsMined": 53041454.93410022,
    "Twitter": "@NeuCoin",
    "Telegram": null,
    "Youtube": null,
    "Video": null,
    "BlockchainInfo": null,
    "Facebook": null,
    "Slack": null,
    "Website": null,
    "GitHub": null,
    "OnMarkets": [],
    "Wallets": {
      "desktop": {
        "win": null,
        "linux": null,
        "mac": null
      },
      "mobile": {
        "android": null,
        "ios": null
      },
      "types": []
    }
  },
  "ICO": {
    "Status": "N/A",
    "Description": null,
    "TokenType": null,
    "WebsiteLink": null,
    "FundingCap": null,
    "FundingTarget": null,
    "Date": null,
    "EndDate": null,
    "FundsRaisedList": null,
    "FundsRaisedUSD": null,
    "StartPrice": null,
    "StartPriceCurrency": null,
    "Jurisdiction": null,
    "BlogLink": null,
    "WhitePaperLink": null
  },
  "ccId": "13044"
}