{
  "General": {
    "Symbol": "OBITS",
    "Name": "Obits Coin",
    "Description": "<p>Obits is more than just a Crypto Currency - it is a token of ownership. Although innovative in its nature, the Obits Tokens were sold off market prior to December 2015 from the creator, CCEDK, and allocation during the Genesis block - after the first of December OBITS is gradually being released onto the market. That said the Crypto Asset/Token is essentially a pathway to gaining exposure to the nascent crypto space.</p><p>The Obits token denominates ownership in a profit sharing arrangement between various organisations such as Openledger, CCEDK exchange, Biteaser advertising platform &amp; ShareBits. At the time of writing only openledger is actively contributing towards the Obits Token profits. Please see the technology page to understand more about how openledger profits are generated and used to buyback obits.</p><p><span>All transactions made on the platform are verifiable on the blockchain. Any user can therefore audit the profits generated by the company in real time. Since the blockchain ensures full transparency, unlike conventional banking systems, stakeholders and shareholders will be able to ensure they are not being cheated. This will also add a novel dimension to share trading as it will allow for real time disclosure of Company revenues.</span></p><p>The Obits buyback program will occur at regular intervals, just like government bond auctions, with the first in February 2016. The idea is that out of the 18,276,898 issued at launch the profits will then be used to reduce the number of coins in supply - like a traditional stock buyback if the number of shares is reduced then the value of each share will be increase. The opposite could be true too with dilution taking place if the network of Companies involved decides to add other Companies to its network and justify it with the addition of further OBITS. </p><p>As it is a essentially a stock crossed with an affiliate agreement depending on the future profits of a group of companies - there is high levels of risk involved. But again an innovative and novel idea as in most jurisdictions the heavy compliance costs for widows and orphans investments have been bypassed in a crowd funding manner using Crypto Asset Technology based on Bitcoin.</p>",
    "Features": "<p>OBITS token owners are entitled to a proportional share of the profits on OpenLedger and any further projects added in the future. These profits will be paid in the form of buy-backs.</p><p>OpenLedger profits come from a broad range of sources:</p><p>Fees incurred during registration <br />40% of all fees from registration directly on Openledger -reg with no prior lifetime or annual member as referrer. <br />10% of all fees from registration on Openledger-reg in case of sign-up via lifetime member.<br />25% of all fees from registration on Openledger-reg in case of signup via annual member referrer.</p><p>Fees incurred during BTS transactions performed on the platform and shown on the blockchain.<br />40% of all fees from users signing up on Openledger-reg with no prior Life time or annual member as referrer.<br />10% of all fees from users signing up on Openledger-reg in case of signup via lifetime member.<br />25% of all fees from registration on Openledger-reg in case of sign-up via annual member referrer.</p><p>Fees incurred during trading transactions on Open assets.<br />Total of all 0.2% transaction fees incurred during trading of all current and future Open assets between OpenBTC, OpenLTC, OpenDOGE, OpenDASH, OpenMUSE, OpenPPC, OpenUSD, OpenEUR, OpenCNY, OBITS and QBITS, and any other assets on the platform that will be traded in the future with these Open assets. Openledger profits and connected projects are used for compulsory redemption of tokens on the first day of the month from the token owners, with 100% of profits used in the buy back. The buy-back option is possible at OpenLedger only, taking into consideration features of all other financial assets and the annual inflation rate, which reduces the true income of investors (thought to be at least 10% per year).</p><p>Profits generated from referral programs<br />Whether for OpenLedger, OBITS or any other account involving any of the projects mentioned, these fees will be added in full (100%) to the value of OBITS.</p><p>OBITS uses a new approach to increase investors’ capital and the value of this token/cryptocurrency. Destruction of tokens purchased at buy-back will implicit cause the appreciation of the remaining tokens. You can find out more here.<br />Token owners can lock in their profits by selling their OBITS at Openledger or other participating exchanges, using the order book..</p>",
    "Technology": "<p>Technology</p><p>The BitShares platform itself is run and maintained by the BitShares community–an open consortium of individuals and organizations committed to providing universal access to the power of smart contracts.</p><p>Working together, this community has designed and developed the BitShares platform to include numerous innovative features which are not found elsewhere within the smart contract industry:</p><p><br />Price-Stable Cryptocurrencies - SmartCoins provide the freedom of cryptocurrency with the stability of the dollar</p><p>A SmartCoin is a cryptocurrency whose value is pegged to that of another asset, such as the US Dollar or gold. SmartCoins always have 100% or more of their value backed by the BitShares core currency, BTS, to which they can be converted at any time at an exchange rate set by a trustworthy price feed. In all but the most extreme market conditions, SmartCoins are guaranteed to be worth at least their face value (and perhaps more, in some circumstances). Like any other cryptocurrency, SmartCoins are fungible, divisible, and free from any restrictions.</p><p>Decentralized Asset Exchange - A fast and fluid trading platform</p><p>BitShares provides a high-performance decentralized exchange, with all the features you would expect in a trading platform. It can handle the trading volume of the NASDAQ, while settling orders the second you submit them. With this kind of performance on a decentralized exchange, who needs risky centralized exchanges?</p><p>Industrial Performance and Scalability - Graphene is capable of 100,000 TPS when we pay for the network to go with it</p><p>High performance blockchain technology is necessary for cryptocurrencies and smart contract platforms to provide a viable alternative to existing financial platforms. BitShares is designed from the ground up to process more transactions every second than VISA and MasterCard combined. With Delegated Proof of Stake, the BitShares network can confirm transactions in an average of just 1 second, limited only by the speed of light.</p><p>Dynamic Account Permissions - Management for the corporate environment</p><p>BitShares designs permissions around people, rather than around cryptography, making it easy to use. Every account can be controlled by any weighted combination of other accounts and private keys. This creates a hierarchical structure that reflects how permissions are organized in real life, and makes multi-user control over funds easier than ever. Multi-user control is the single biggest contributor to security, and, when used properly, it can virtually eliminate the risk of theft due to hacking.</p><p>Recurring &amp; Scheduled Payments - Flexible withdrawal permissions</p><p>BitShares is the first smart contract platform with built-in support for recurring payments and subscription payments. This feature allows users to authorize third parties to make withdrawals from their accounts within certain limits. This is a convenient way to “set it and forget it” for monthly bills and subscriptions.</p><p>Referral Rewards Program - Network growth through adoption rewards</p><p>BitShares has an advanced referral program built directly into its software. Financial networks derive their value primarily from their network effect: more people on the same network increases the value of that network for everyone. BitShares capitalizes on this by rewarding those who sign up new users, and does so in a fully transparent and automated way.</p><p>User-Issued Assets - Regulation-compatible cryptoasset issuance</p><p>The BitShares platform provides a feature known as \"user-issued assets\" to help facilitate profitable business models for certain types of services. The term refers to a type of custom token registered on the platform, which users can hold and trade within certain restrictions. The creator of such an asset publically names, describes, and distributes its tokens, and can specify customized requirements, such as an approved whitelist of accounts permitted to hold the tokens, or the associated trading and transfer fees.</p><p>Collateralized Bond Market - Integrated peer-to-peer lending</p><p>The BitShares bond market is an investment marketplace accessible to anyone with an internet connection. In the bond market, you can earn interest with any asset, or take a short position using any other asset as collateral. (Coming Soon)</p><p>Stakeholder-Approved Project Funding - A self-sustaining funding model</p><p>BitShares is designed to be self funding and self-sustaining by giving the stakeholders the power to direct where blockchain reserves are spent. BitShares has a reserve pool of 1.2 billion BTS (about $8 million dollars) that automatically grows as transaction fees are collected and the share price rises. Each day, the blockchain is authorized to spend up to 432,000 BTS (about $77,000 per month), which is enough to hire a small team to maintain the network for years, even with no price appreciation.</p><p>Transferable Named Accounts - Easy and secure transactions</p><p>Named accounts enable users to easily remember and communicate their account information. We don&#39;t use IP addresses to browse the internet or numbers to identify our email, so why shouldn&#39;t we have human-friendly account names for our financial transactions?</p><p>Delegated Proof-of-Stake Consensus - A robust and flexible consensus protocol</p><p>Delegated Proof of Stake (DPOS) is the fastest, most efficient, most decentralized, and most flexible consensus model available. DPOS leverages the power of stakeholder approval voting to resolve consensus issues in a fair and democratic way. All network parameters, from fee schedules to block intervals and transaction sizes, can be tuned via elected delegates. Deterministic selection of block producers allows transactions to be confirmed in an average of just 1 second. Perhaps most importantly, the consensus protocol is designed to protect all participants against unwanted regulatory interference.</p>",
    "TotalCoinSupply": "18276898",
    "Algorithm": null,
    "ProofType": null,
    "BlockReward": null,
    "Explorer": null,
    "StartDate": "01/12/2015",
    "TotalCoinsMined": "18276898",
    "Twitter": "@Open_Bits",
    "Telegram": null,
    "Youtube": null,
    "Video": null,
    "BlockchainInfo": null,
    "Facebook": null,
    "Slack": null,
    "Website": "http://obits.io/",
    "GitHub": null,
    "OnMarkets": [
      "CCEDK",
      "LiveCoin"
    ],
    "Wallets": {
      "desktop": {
        "win": null,
        "linux": null,
        "mac": null
      },
      "mobile": {
        "android": null,
        "ios": null
      },
      "types": []
    }
  },
  "ICO": {
    "Status": "N/A",
    "Description": null,
    "TokenType": null,
    "WebsiteLink": null,
    "FundingCap": null,
    "FundingTarget": null,
    "Date": null,
    "EndDate": null,
    "FundsRaisedList": null,
    "FundsRaisedUSD": null,
    "StartPrice": null,
    "StartPriceCurrency": null,
    "Jurisdiction": null,
    "BlogLink": null,
    "WhitePaperLink": null
  },
  "ccId": "15323"
}