{
  "General": {
    "Symbol": "XTZ",
    "Name": "Tezos",
    "Description": "<p>Tezos — это новый децентрализованный блокчейн, который управляет собой, создавая истинное цифровое содружество. Это облегчает формальную проверку, метод, который математически доказывает правильность кода, регулирующего транзакции, и повышает безопасность наиболее чувствительных или финансово взвешенных смарт-контрактов.</p><p>Tezos использует принципиально иной подход к управлению, создавая правила управления заинтересованными сторонами для утверждения обновлений протокола, которые затем автоматически развертываются в сети. Когда разработчик предлагает обновление протокола, они могут присоединить счет-фактуру, подлежащую выплате по их адресу, после утверждения и включения их обновления. Такой подход обеспечивает сильный стимул для участия в разработке основного ядра Tezos и дальнейшей децентрализации обслуживания сети. Он компенсирует разработчикам токены, которые имеют непосредственную ценность, а не заставляют их искать корпоративные спонсорские услуги, фонд заработной платы, или работать только для интернет-славы.</p>",
    "Features": "<p>Tezos использует мощные технологии, уникально подходящие для строгих, специфических требований, необходимых для обеспечения использования смарт-контрактов в публичной книге. Это облегчает тем, чтобы эти контракты подвергались официальной проверке, — процесс, используемый в аэрокосмической, медицине и других отраслях, — которые должны обеспечить, чтобы код работал по назначению — таким образом, устраняя необходимость в последующей коррекции — до того, как он будет загружен в блокчейн.</p><p>Tezos обеспечивает инновации посредством самопомощи.</p>",
    "Technology": "<p>Простая, но невероятно мощная идея позволяет сделать то, что делает Tezos уникальным:</p><ul><li><b>Децентрализованные автоматизированные обновления</b>: практически каждый пример современного программного обеспечения обеспечивает автоматическое обновление, но блокировки остаются заметным исключением, поскольку процедуры обновления обычно централизованы. Tezos достигает децентрализованных обновлений своего протокола blockchain, чего не предлагает никакая другая система.</li><li><b>Модернизация без хардфорков</b>. Модернизация определяется консенсусом заинтересованных сторон в соответствии с четко изложенными правилами управления, которые программно применяются. Это позволяет избежать политического тупика и стагнации, не возлагая или не позволяя одной ключевой группе разработчиков или группе факторов с непропорциональным влиянием на процесс.</li><li><b>Инновации в области финансирования</b>: несмотря на то, что инновации в сфере блокчейна движутся с захватывающими темпами, зачастую мало стимулов для улучшения существующих систем. В результате разработчики приложений использовали токены в приложениях, где они, естественно, не подходят. Эти «приложения» разбавляют ценность базовой платформы больше, чем они способствуют ее сетевому эффекту.</li></ul><p>Tezos же, позволяет разработчикам протокола получать вознаграждение от  сообщества, когда их обновления включаются в платформу.</p>",
    "TotalCoinSupply": null,
    "Algorithm": null,
    "ProofType": "DPoS",
    "BlockReward": null,
    "Explorer": null,
    "StartDate": "01/07/2017",
    "TotalCoinsMined": null,
    "Twitter": "@tez0s",
    "Telegram": null,
    "Youtube": "-eRtEXG6YxI",
    "Video": null,
    "BlockchainInfo": null,
    "Facebook": null,
    "Slack": "http://slack.tezos.com/",
    "Website": "https://www.tezos.com/",
    "GitHub": null,
    "OnMarkets": [
      "Gateio",
      "HitBTC"
    ],
    "Wallets": {
      "desktop": {
        "win": null,
        "linux": null,
        "mac": null
      },
      "mobile": {
        "android": null,
        "ios": null
      },
      "types": []
    }
  },
  "ICO": {
    "Status": "Finished",
    "Description": "<p>The contribution period starts on Saturday, July 1, 2017 at 6 am UTC and will last for 2000 bitcoin blocks, which should correspond approximately to 14 days. The minimum contribution is 0.1 BTC amounts smaller than this are considered donations.</p><p>Bonus Schedule - </p><ul><li>Blocks 0 to 399 : 20%</li><li>Blocks 400 to 799 : 15%</li><li>Blocks 800 to 1199 : 10%</li><li>Blocks 1200 to 1599 : 5%</li><li>Blocks 1599 to 1999 : 0%;</li></ul><p><a data-id=\"179210\" href=\"/media/1383744/tezos-contribution-terms.pdf\" target=\"_blank\" title=\"Tezos Contribution Terms.pdf\">Contribution terms</a></p>",
    "TokenType": "N/A",
    "WebsiteLink": "https://crowdfund.tezos.com/#!/step/1",
    "FundingCap": "N/A",
    "FundingTarget": "N/A",
    "Date": 1498888800,
    "EndDate": 1499948400,
    "FundsRaisedList": "65,635 BTC; 361,122 ETH",
    "FundsRaisedUSD": "232000000",
    "StartPrice": "0.0001666",
    "StartPriceCurrency": "BTC",
    "Jurisdiction": "Switzerland",
    "BlogLink": "https://medium.com/tezos",
    "WhitePaperLink": "https://www.tezos.com/static/papers/white_paper.pdf"
  },
  "ccId": "166390"
}